Repository: tscreven/Trio-ECS251
Catalog: CGMBLEKit/CGMBLEKitUI/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: %@/min
ar: %@ دقيقة
he: %@/דקה
ja: %@/分
ru: %@/мин
tr: %@/dk
uk: %@/хв
vi: %@/phút
zh_hans: %@/分钟

source: Are you sure you want to delete this CGM?
ar: هل أنت متأكد أنك تريد حذف هذا CGM؟
da: Er du sikker på, at du vil slette denne CGM?
de: Bist Du sicher, dass Du dieses CGM löschen möchtest?
es: ¿Está seguro de que quiere eliminar este MCG?
fi: Haluatko varmasti poistaa CGM:n?
fr: Voulez-vous vraiment supprimer ce CGM?
he: בטוח שברצונך למחוק את חיישן זה?
it: Sei sicuro di voler eliminare questo CGM?
ja: このCGMを削除しますか?
nb: Er du sikker på at du vil slette CGM?
nl: Weet je zeker dat je deze CGM wilt verwijderen
pl: Czy na pewno chcesz usunąć ten CGM?
pt_br: Você está certo que quer remover este CGM?
ro: Sunteți sigur că doriți să ștergeți acest CGM?
ru: Вы уверены, что хотите удалить этот CGM?
sk: Naozaj chcete odstrániť toto CGM?
sv: Är du säker på att du vill radera denna CGM?
tr: Bu CGM'i silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей CGM?
vi: Bạn có chắc sẽ xóa CGM này?
zh_hans: 确认要删除该CGM吗？

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
he: לא
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Renunță
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Відмінити
vi: Hủy bỏ
zh_hans: 取消

source: Date
ar: التاريخ
da: Dato
de: Datum
es: Fecha
fi: Aika
he: תאריך
it: Data
ja: 日付
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
sk: Dátum
sv: Tid
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期

source: Delete CGM
ar: حذف CGM
da: Slet CGM
de: CGM löschen
es: Eliminar MCG
fi: Poista CGM
fr: Supprimer le CGM
he: מחק חיישן
it: Elimina CGM
ja: CGMを削除
nb: Slett CGM
nl: Verwijder CGM
pl: Usuń CGM
pt_br: Remover CGM
ro: Ștergeți CGM
ru: Удалить мониторинг
sk: Odstrániť CGM
sv: Radera CGM
tr: CGM Sil
uk: Видалити CGM
vi: Xóa CGM
zh_hans: 删除CGM

source: Glucose
ar: قراءات السكر
da: Glukose
de: Blutzucker
es: Glucosa
fi: Glukoosi
fr: Glycémie
he: גלוקוז
it: Glicemia
ja: 血糖値
nb: Blodsukker
pl: Glukoza
pt_br: Glicose
ro: Glicemia
ru: Глюкоза
sk: Glykémia
sv: Glukos
tr: Kan şekeri
uk: Глюкоза
vi: Đường huyết
zh_hans: 葡萄糖

source: Glucose (Adjusted)
ar: جلوكوز (معدّلة)
da: Blodsukker (justeret)
de: BZ-Wert (angepasst)
fi: Glukoosi (säädetty)
fr: Glycémie (ajustée)
he: גלוקוז (מתואם)
it: Glucosio (aggiustate)
ja: グルコース (調整後)
nb: Blodsukker (Justert)
nl: Glucose (Aangepast)
pl: Glukoza (skorygowana)
pt_br: Glicose (Ajustada)
ro: Glicemie (calibrată)
ru: ГК (корректированная)
sk: Glykémia (upravená)
sv: Glukos (justerad)
tr: KŞ (Düzeltilmiş)
uk: Глюкоза (коригована)
vi: Đường huyết (Được điều chỉnh)
zh_hans: 血糖

source: Latest Calibration
ar: أحدث معايرة
da: Seneste kalibrering
de: Letzte Kalibrierung
es: Calibración más reciente
fi: Viimeisin kalibrointi
fr: Dernier étalonnage
he: כיול אחרון
it: Ultima calibrazione
ja: 直近の較正
nb: Siste kalibrering
nl: Laatste Kalibratie
pl: Ostatnia kalibracja
pt_br: Última Calibração
ro: Ultima calibrare
ru: Последняя калибровка
sk: Posledná kalibrácia
sv: Senaste kalibrering
tr: Son Kalibrasyon
uk: Остання калібровка
vi: Lần hiệu chỉnh gần nhất
zh_hans: 最近一次较准

source: Latest Connection
ar: آخر اتصال
da: Seneste forbindelse
de: Letzte Verbindung
es: Conexión más reciente
fi: Viimeisin yhteys
fr: Dernière connexion
he: חיבור אחרון
it: Ultima connessione
nb: Siste forbindelse
nl: Laatste Verbinding
pl: Ostatnie połączenie
ro: Ultima conexiune
ru: Последнее подключение
sk: Posledné pripojenie
sv: Senaste anslutning
tr: Son Bağlantı
uk: Останнє підключення
vi: Kết nối mới nhất
zh_hans: 最新连接

source: Latest Reading
ar: آخر قراءة
da: Seneste aflæsning
de: Letzter Wert
es: Dato más reciente
fi: Viimeisin lukema
fr: Dernière mesure
he: קריאה אחרונה
it: Ultima lettura
ja: 最新の読み取り
nb: Siste måling
nl: Laatste Meting
pl: Ostatni odczyt
pt_br: Leitura mais Recente
ro: Ultima citire
ru: Последние данные
sk: Posledné čítanie
sv: Senaste avläsning
tr: Son Okuma
uk: Останнє читання
vi: Kết quả đọc mới nhất
zh_hans: 最新血糖值

source: Open App
ar: فتح التطبيق
da: Åben app
de: App öffnen
es: Abrir App
fi: Avaa sovellus
fr: Ouvrir l’application
he: פתח אפליקציה
it: Apri app
ja: アプリを開く
nb: Åpne app
pl: Otwórz aplikację
pt_br: Abrir App
ro: Deschide aplicația
ru: Открыть приложение
sk: Otvoriť aplikáciu
sv: Öppna appen
tr: Uygulamayı aç
uk: Відкрити додаток
vi: Mở ứng dụng
zh_hans: 打开软件

source: Remote Data Synchronization
ar: مزامنة البيانات عن بعد
da: Synkronisering af fjerndata
de: Remote Daten Synchronisation
es: Sincronización remota de datos
fi: Etätietojen synkronointi
fr: Synchronisation des données à distance
he: סנכרון נתונים מרחוק
it: Sincronizzazione dati remoti
nb: Synkronisering av eksterne data
nl: Remote Gegevenssynchronisatie
pl: Zdalna synchronizacja danych
ro: Sincronizarea datelor
ru: Удаленная синхронизация данных
sk: Diaľková sychronizácia dát
sv: Synkronisering av fjärrlagrad data
tr: Uzaktan Veri Senkronizasyonu
uk: Віддалена синхронізація даних
vi: Đồng bộ hoá dữ liệu từ xa
zh_hans: 远程数据同步

source: Sensor Expired
ar: إنتهت صلاحية المستشعر
da: Sensor udløbet
de: Sensor abgelaufen
es: Sensor caducado
fr: Capteur expiré
he: המשדר פג
it: Sensore scaduto
nb: Sensor utløpt
nl: Sensor Verlopen
pl: Sensor wygasł
ro: Senzorul a expirat
ru: Сенсор истек
sk: Platnosť senzora vypršala
sv: Sensor har gått ut
tr: Sensörün Süresi Doldu
uk: Сенсор минув
vi: Cảm biến đã hết hạn
zh_hans: 传感器已过期

source: Sensor Expires
ar: ينتهي المستشعر
da: Sensor udløber
de: Sensor-Ablaufzeitpunkt
es: El sensor caduca
fr: Le capteur expire
he: תפוגת משדר
it: Scadenza sensore
nb: Sensor utløper
nl: Sensor Verloopt
pl: Sensor Wygasa
ro: Senzorul expiră
ru: Сенсор истекает
sk: Platnosť senzora vyprší
sv: Sensor går ut
tr: Sensörün Süresi Doluyor
uk: Сенсор закінчується
vi: Cảm biến hết hạn
zh_hans: 传感器即将过期

source: Session Age
ar: عمر الجلسة
da: Session-alder
de: Sitzungsalter
es: Tiempo de sesión del sensor
fi: Session ikä
fr: L’âge de la session
he: זמן משדר
it: Durata sessione
ja: セッション経過時間
nb: Alder på økt
nl: Sessieduur
pl: Wiek sesji
pt_br: Idade da Sessão
ro: Vechime sesiune
ru: Сенсор отработал
sk: Dĺžka relácie
sv: Sessionsålder
tr: Sensör Yaşı
uk: Вік Сенсору
vi: Thời gian sử dụng sensor
zh_hans: 传感器启动天数

source: Status
ar: الحالة
es: Estado
fi: Tila
fr: Statut
he: מצב
it: Stato
ja: ステータス
pt_br: Estado
ro: Stare
ru: Статус
sk: Stav
tr: Durum
uk: Статус
vi: Tình trạng
zh_hans: 状态

source: Transmitter Age
ar: عمر جهاز الإرسال
da: Sender alder
de: Transmitteralter
es: Edad del transmisor
fi: Lähettimen ikä
fr: L’âge du transmetteur
he: גיל משדר
it: Durata trasmettitore
ja: トランスミッター経過時間
nb: Alder på sender
nl: Zenderleeftijd
pl: Wiek nadajnika
pt_br: Idade do Transmissor
ro: Vechime transmițător
ru: Трансмиттер отработал
sk: Vek vysielača
sv: Ålder på sändare
tr: Verici Yaşı
uk: Трансмітер відпрацював
vi: Thời gian sử dụng Transmitter
zh_hans: 发射器使用天数

source: Transmitter ID
ar: معرف المرسل
da: Sender ID
es: Identificación del transmisor
fi: Lähettimen tunniste
fr: ID du transmetteur
he: מזהה משדר
it: ID trasmettitore
ja: トランスミッタ ID
nb: Sender ID
nl: Zenderserienummer
pl: ID nadajnika
pt_br: ID do Transmissor
ro: ID transmițător
ru: ID трансмиттера
sk: ID vysielača
sv: Sändari-ID
tr: Verici Kimliği
uk: ID передавача
vi: Số ID của Transmitter
zh_hans: 发射器编号

source: Trend
ar: إتجاه
es: Tendencia
fi: Suunta
fr: Tendance
he: מגמה
it: Tendenza
ja: トレンド
pt_br: Tendência
ro: Tendinţă
ru: Тенденция
tr: Eğilim
uk: Тренди
vi: Xu hướng
zh_hans: 趋势

source: Upload Readings
ar: رفع القراءات
da: Upload aflæsninger
de: Werte hochladen
es: Subir Datos
fi: Lataa lukemat
fr: Envoyer les données
he: העלה נתונים
it: Carica letture
nb: Last opp avlesninger
nl: Upload Metingen
pl: Wysyłaj odczyty
ro: Încarcă citirile de glicemie
ru: Загрузить показания
sk: Načítať údaje
sv: Ladda upp avläsningar
tr: Okumaları Yükle
uk: Вивантажити читання
vi: Glucose đang tải lên
zh_hans: 上传读数
